[
    {
        "id": 1,
        "Name": "DeepCool ICE EDGE MINI FS V2.0 CPU Air Cooler",
        "img": "https://i.ibb.co/gtnbzdg/Cooling-Fan.png",
        "description": "DeepCool ICE EDGE MINI FS V2.0 CPU Air Cooler is AMD AM4 Ready. (NOTE: Refer to FM2+/ FM2/ FM1/ AM3+/ AM3/ AM2+/ AM2 for the manuals). It is equipped with multiple clips to support Intel LGA1155/ 1156/ 775 and AMD AM4/ AM3/ AM2+/ AM2/ K8. It has 2 sintered metal powder heatpipes directly contacting the CPU surface for removing heat and eliminating chances of overheating. It features specialized aluminum heatsink construction for efficient heat dissipation. TPE fan housing designed to absorb operating vibration and reduce fan noise. it has a 1-year warranty.",
        "minimumOrderQuantity": "200",
        "availableOrderQuantity": "10000",
        "Price": "$7"
    },
    {
        "id": 2,
        "Name": "Western Digital 1TB Purple Surveillance HDD",
        "img": "https://i.ibb.co/0Q3yVPG/HDD.png",
        "description": "It is developed specifically for surveillance security systems. It offers us reduced video frame loss. Tuned for write-intensive, low bit-rate, high stream-count applications typical to most surveillance applications. Moreover, it prioritizes write-operations for maximized surveillance performance. Besides, Western Digital HDD gives the TLER & ATA streaming support, including support for up to eight drives.This Western Digital HDD comes with 02 years warranty.",
        "minimumOrderQuantity": "100",
        "availableOrderQuantity": "900",
        "Price": "$40"
    },
    {
        "id": 3,
        "Name": " Astrum WM200 QHD 2K 1440P Webcam With Mic",
        "img": "https://i.ibb.co/0jfdC3B/wm200-01-500x500.jpg",
        "description": "The Astrum WM200 is a stylish, small webcam with excellent quality 2K (2560 x 1440) Quad HD resolution and a CMOS sensor type to provide the finest user experience for your high-performance web meetings and video recording. It boasts a high-quality glass lens, as well as autofocus and light correction functions for error-free video conferencing and business meetings. The Astrum WM200 has a noise-canceling microphone for clear communication during high-performance webinars and online chats. A lens cover is supplied to protect the lens from external conditions and human abuse.",
        "minimumOrderQuantity": "50",
        "availableOrderQuantity": "1000",
        "Price": "$22"
    },
    {
        "id": 4,
        "Name": "Patriot 4GB DDR3 1333MHz Desktop RAM",
        "img": "https://i.ibb.co/f8qDYn4/RAM-Random-Access-Memory-PNG-Clipart.png",
        "description": "Patriot Memory's Signature Line DDR3 Non-ECC Unbuffered memory delivers quality, reliability and performance expected for today's computer needs. These 4GB modules are designed to run at PC3-10600 (1333MHz) at CAS 9 latency timings. Built using specific build-of-materials (BOMs) we ensure that every module meets and exceeds industry standards: offering you a hassle-free upgrade. We certify every component that goes into our modules, including the modules themselves, which must pass strict standards to ensure compatibility, quality and reliability. With free customer service and a lifetime warranty. ",
        "minimumOrderQuantity": "200",
        "availableOrderQuantity": "10000",
        "Price": "$7"
    },
    {
        "id": 5,
        "Name": "Thermaltake Litepower 550W Sleeve Cable Power Supply",
        "img": "https://i.ibb.co/G9ws49k/fk-300w-01-500x500.jpg",
        "description": "Incorporating various high-quality components, the new Litepower Series – rated from 350W to 650W – saves energy through its high efficiency up to 85% and accommodates any build with the most demanding requirements. An embedded intelligent cooling fan delivers excellent airflow at an exceptionally low noise level. In addition, the single +12V rail design enables non-stop usage with stable and reliable performance. Litepower Series adopts 120mm cooling fan delivers excellent airflow at an exceptionally low noise level. Users are able to properly route the cables in optimal location to prevent airflow blockage. Extra-long EPS/ATX 12V 4+4pin CPU cable (550mm) guarantees sufficient lengths of cables to the build, especially full-tower chassis.",
        "minimumOrderQuantity": "200",
        "availableOrderQuantity": "10000",
        "Price": "$7"
    },
    {
        "id": 6,
        "Name": "Gigabyte X570S UD AMD Motherboard",
        "img": "https://i.ibb.co/0m7QpFt/motherboard-png-asus-maximus-vii-impact.jpg",
        "description": "Gigabyte X570S UD Supports with AMD Ryzen 5000 Series/ Ryzen 5000 G-Series/ Ryzen 4000 G-Series/ Ryzen 3000 Series/ Ryzen 3000 G-Series/ Ryzen 2000 Series/ Ryzen 2000 G-Series Processors, Dual Channel ECC/ Non-ECC Unbuffered DDR4, 4 DIMMs. This motherboard comes with Twin 12+2 Phases Digital VRM Solution with 50A DrMOS, Fully Covered Thermal Design with High Coverage MOSFET Heatsinks, Triple Ultra-Fast NVMe PCIe 4.0/3.0 x 4 M.2 with Thermal Guard, Fast 2.5GbE LAN with Bandwidth Management and Rear and Front USB3.2 Type-C for Fast and Versatile Connections. In this X570S UD motherboard, uses an unprecedented and innovative thermal design, that ensure the best CPU, Chipset, SSD stability and low temperatures under full loading application and gaming.",
        "minimumOrderQuantity": "100",
        "availableOrderQuantity": "500",
        "Price": "$2300"
    }
]